[
  {
    "title": "How to use this tool",
    "text": "<p>You can use this data sharing risk assessment tool to identify risks in data that has already been created or collected. It provides helpful advice about how to manage these risks and about how to create value from data through sharing as widely as possible.</p><ol><li>Click 'Start a new data sharing risk assessment' to get started</li><li>Read the question - there are 13 questions or checkpoints in total</li><li>Explore more information, examples and mitigating actions you can take via the links on the right</li><li>Choose your answer</li><li>Add details of any mitigations in place, any follow up actions being taken or any decisions or further considerations relevant to the question</li><li>Click 'Save and Continue' to move on to the next question</li><li>When you complete the questions, you can add details such as the dataset name and reasons for sharing</li><li>You can view, update or delete any previous assessments via the dashboard</li><li>You can view the report for an assessment at any time via the link on the right on any checkpoint page</li></ol><h4>Using the tool in Data Management or Data Governance processes</h4><p>This tool aims to help organisations identify, assess and manage risks related to sharing data that they hold. From optimising supply chains and supporting innovation, to addressing sector challenges and delivering public services, we have seen that sharing data can generate benefits for companies, the economy, society and the environment. Yet when considering sharing data – whether on a one-to-one basis, with a group, or more widely – a common concern for organisations is in providing assurance to senior leaders that sharing a particular set of data will not generate negative impacts on reputation; compromise legal compliance or negatively affect their place in the market; or cause harm to society, the economy or the environment. Without this assurance, people and organisations can find themselves in a situation where a lack of processes to consider and manage legitimate concerns about data practises can result in a reluctance to share data with them. This can limit value creation in the form of innovation, product and service development for the organisation wanting to share data, as well as for potential reusers of that data.</p><p>The tool seeks identifies early steps you can take – prior to seeking legal counsel (if that is required) – to consider real and perceived risks in sharing data and to identify suitable mitigating actions. It includes typical risk categories, key questions to consider and suggestions on how to minimise harm.</p><p>There is opportunity to save time and money by using the tool to identify any potential data-sharing issues early on, or indeed to identify where data is suitable for wider sharing; and to provide the assurance needed to share that data with confidence and provide the opportunities to create value from it.</p><p>Equally, sharing the results of a ‘Data Sharing Risk Assessment’ and being explicit about why data is not suitable for sharing could help to create insight and improve our understanding of data ecosystems and the barriers to effective data reuse.</p><p>The guidance in the tool is not legal advice and should not be considered as such. It is intended to prompt consideration of real and perceived risks when sharing data and to identify suitable mitigating actions, with a view to encouraging wider data sharing.</p><h4>Minimising risk at the point of data creation</h4><p>This tool focuses on checking data prior to sharing. At the Open Data Institute our mission is to create an open and trustworthy data ecosystem, where data flows easily and works for everyone. To achieve this we believe one of the things organisations can do is to build in considerations around data sharing at the beginning of a project, instead of at the end. This section provides some pointers on how to do this.</p><p>Building in a presumption that data will need to be shared more widely in future gives opportunity to consider risks upfront when creating data, to minimise the risks and to save time when sharing data with others in the future.</p><p><b>Actions you can take to minimise risk at the point of data creation include:</b><ul><li>Data minimisation. Reducing the amount of personal data collected is one way of reducing risk when you want to share data. Consider sharing upfront when collecting data and ask yourself if you really need to collect or retain personal details? If the details aren’t vital to your purpose, don’t collect or retain them. For example, you may only need the first part of a postcode to achieve the same outcome and therefore, decide to delete the second part as it is not relevant for your purpose(s). For personal data, many data protection regulations make it illegal to process (collect, use, store, share) personal data without a valid lawful basis. Minimising the personal and sensitive data you collect will simplify the data sharing process, and reduce legal obligations.</li><li>Use openly licensed data. When acquiring data from third parties, selecting data that comes with an open licence – including permissions for onward sharing – will increase the chance that your derived data set can be shared more widely. This can help to avoid possible intellectual property (IP) issues later on.</li><li>Consider data ethics. Consider how social or personal influences might impact data collection or use, and the consequential effects of this when that data is shared. Bias can be conscious or unconscious and can result in under-representation of specific communities, which could impact them by giving an unfair advantage to others, or unfairly restricting access (for example, exclusive arrangements). Tools such as the Open Data Institute’s <a href='https://theodi.org/article/the-data-ethics-canvas-2021/' target='_blank' rel='external'>Data Ethics Canvas</a> and Tech Transformed’s <a href='https://www.tech-transformed.com/product-development/' target='_blank' rel='external'>Consequence Scanning</a> can help consider the intended and unintended consequences of data collection or related technologies.</li><li>Create metadata to help understand suitability for sharing. Metadata is the important information (key facts and figures) about a dataset, giving it context and helping make it discoverable by internal and external users. Often metadata is stored as an annotated list of datasets in a <a href='https://gatesopenresearch.org/documents/2-45' target='_blank' rel='external'>data inventory</a>. The context it provides can help users understand why data has been collected, what it contains, how it is managed and the ways it is suitable, or not suitable (for example, internal only), to be made available for others to use.</li><li>Increase data skills and knowledge. Providing training – in data collection and handling;  data protection requirements; bias in data collection; and commercial considerations  – can help to avoid later problems when you want to share data. This might form part of annual information security training. </li><li>Validate data inputs. Sometimes people and organisations input data using different approaches or formats, making it difficult to identify which fields might contain sensitive data or general data quality issues. Where  possible:<ul><li>Replace free-text fields with more validated data input fields, such as drop-down lists, to ensure input validation of fields</li><li>Encourage data inputters to use a template approach when completing free-text fields, to ensure consistency</li></ul></li></ul>"
  }
]
