[
  {
    "title": "Privacy Policy",
    "text": "We collect data about you when you use this website or complete our elearning. We do this so that we can understand what interests people and how we can improve the site. We also monitor when you return to the site, so we don’t repeat pop-up notices that you’ve already rejected. We share some of this data with third parties who provide us with analytics and other services.<p>We collect data as you use this website about:<ul><li>what pages you access and how long you spend on them so that we know what content is popular</li><li>when you fill in an online form, our CRM Hubspot, captures the most recent webpage you have visited and associates that information with your email address. This is a standard default feature of Hubspot, but the ODI does not use this data. We are currently reviewing options for disabling or limiting the collection of this data.</li><li>the device and software you use, so that we know how to design the site</li><li>your location, so that we know where in the world we reach</li><li>how you were referred to the website (ie through Google, Twitter or Facebook), so we know what promotional activities are working to promote our website</li><li>which page you enter the website though, and which page you leave from, so we know which pages are most / least appealing</li><li>how you move through the site, so we can improve your user journey and help you to find information more easily</li><li>Our elearning modules do not collect this information. We collect information about your progress through the content. Unless you choose to save your progress by providing your email, then this is completely anonymous.</li><li>Your browser stores some of this data using cookies.</li></ul></p><p>Because we operate in the UK, you have rights over the data about that we collect. You can:<ul><li>ask for a copy of data we have collected about you</li><li>ask us to update that data</li><li>ask us to delete it</li><li>ask us to stop using it</li><li>If you ask for a copy of data we have about you, we have to provide it to you free of charge. You can ask us to send it directly to a third party. We have to provide it in a commonly-used machine-readable format.</li></ul></p><p>To do these things, you can contact datacontroller@theodi.org.</p><p>Please tell us if you have concerns about how we collect, use or share data about you. You can also raise your concerns with the UK Information Commissioner’s Office.</p>"
  }
]
